 [
    {
        "id": 1,
        "heading": "Home Care and Cleaning",
        "services": [
            "House Cleaning", "Home Organization", "Window Cleaning", "Flooring Services"
        ],
        "text": [
            "Professional cleaning services to keep your home spotless and welcoming.", 
            "Decluttering and organizing solutions for a more efficient and tidy living space.",
            "Comprehensive interior and exterior window cleaning for a clear view.",
            "Expert carpet cleaning, hardwood floor installation, and tile and grout cleaning."
        ],
        "image": "https://www.svgrepo.com/show/132066/cleaning-service.svg",
        "altText": "Our home care services ensure your living space is spotless, organized, and welcoming. We offer professional house cleaning, home organization, window cleaning, and expert flooring services, all tailored to keep your home in top condition."    },
    {
        "id": 2,
        "heading": "Systems & Repair Solutions",
        "services": [
            "Handyman Services", "Plumbing Services", "Electrical Services", "HVAC Services"
        ],
        "text":[
            "Reliable repairs, installations, and general maintenance for your home.",
            "Leak repairs, fixture installations, and drain cleaning to keep your plumbing in top shape.",
            "Safe and efficient electrical installations, upgrades, and repairs.",
            "Heating and cooling maintenance, system installations, and energy efficiency upgrades."
        ],
        "image": "https://www.svgrepo.com/show/448112/repair-costs.svg",
        "altText": "Keep your home systems running smoothly with our repair and maintenance services. From handyman tasks and plumbing repairs to safe electrical work and comprehensive HVAC services, we cover all aspects of home upkeep with precision."
    },
    {
        "id": 3,
        "heading": "Outdoor & Garden Services",
        "services": [
            "Lawn and Garden Care", "Pressure Washing", "Pest Control", "Seasonal Services"
        ],
        "text":[
            "Lawn mowing, landscaping, and garden maintenance for a beautiful outdoor space.",
            "Driveway, walkway, patio, and siding cleaning to enhance your home's exterior.",
            "Effective pest inspections, exterminations, and preventative treatments.",
            "Snow removal, holiday lighting, and pool maintenance for year-round care."
        ],
        "image": "https://www.svgrepo.com/show/422954/garden-planting-flower.svg",
        "altText": "Enhance your outdoor space with our garden and exterior services. We provide lawn and garden care, pressure washing for a pristine exterior, effective pest control, and seasonal services to maintain the beauty and functionality of your outdoor areas."
    },
    {
        "id": 4,
        "heading": "Personal & Pet Support",
        "services": [
            "Senior Assistance", "Pet Care Services", "Errand Services", "Concierge Services"
        ],
        "text": [
            "Daily living assistance, companionship, and mobility support for seniors.",
            "Dog walking, pet sitting, feeding, and grooming to keep your pets happy and healthy.",
            "Convenient grocery shopping, prescription pick-up, and package delivery.",
            "Personalized travel arrangements, event planning, and personal shopping assistance."
        ],
        "image": "https://www.svgrepo.com/show/287639/pet-dog.svg",
        "altText": "Our personal and pet support services are designed to make your life easier. We offer compassionate senior assistance, reliable pet care, convenient errand running, and personalized concierge services to meet your everyday needs with care and professionalism."
    }
]
